---
kind: property
id: P:Autodesk.Revit.DB.Visual.PlasticVinyl.PlasticvinylBumpAmount
source: html/bb60bb2b-6f47-5ba7-9116-10e37a271e28.htm
---
# Autodesk.Revit.DB.Visual.PlasticVinyl.PlasticvinylBumpAmount Property

The property labeled "Amount" from the "PlasticVinyl" schema.

## Syntax (C#)
```csharp
public static string PlasticvinylBumpAmount { get; }
```

## Remarks
This property is of type "AssetPropertyDouble" within the range of "0, 1".